"USSD_ERROR" = "Erro de realização de pedido";
"USSD_TERMINATED" = "Sessão Terminada";

"%@ Call Forwarding\n%@\n%@%@" = "%@ Encaminhamento de Ligações\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ Ligações em Espera\n%@";
"%@ Call Barring\n%@\n%@" = "%@ Bloqueio de Ligações\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ Discagem Fixa\n%@";
"Connected Line Presentation\n%@" = "Apresentação por Linha Conectada\n%@";
"Calling Line Presentation\n%@" = "Apresentação por Linha\n%@";
"Connected Line ID Restriction\n%@" = "Restrição de ID da Linha Conectada\n%@";
"Calling Line ID Restriction\n%@" = "Restrição de ID da Linha que Liga\n%@";
"SIM Lock\n%@" = "Bloqueio do SIM\n%@";
"Service Center Address\n%@" = "Endereço do Centro de Assistência\n%@";
"Supplementary Service Password\n%@" = "Senha de Serviço Suplementar\n%@";
"Calling Name Presentation\n%@" = "Apresentação por Nome\n%@";

"Forwards to %@\n" = "Encaminha para %@\n";

"All Calls" = "Todas as Ligações";
"All Conditional Calls" = "Todas as Ligações Condicionais";
"Async Data Circuit" = "Circuito de Dados Async";
"Data" = "Dados";
"Fax" = "Fax";
"Packet Access" = "Acesso ao Pacote";
"Pad Access" = "Acesso ao Teclado";
"SMS" = "SMS";
"Sync Data Circuit" = "Sincronizar Circuito de Dados";
"Voice" = "Voz";

"All Outgoing" = "Todos os de Saída";
"All Incoming" = "Todos os Entrantes";
"Outgoing International" = "Internacional de Saída";
"Outgoing International, Except Home Country" = "Internacional de Saída, Exceto País Natal";
"Incoming While Roaming Outside Home Country" = "Entrantes com Roaming Fora do País Natal";
"Incoming, Not On SIM" = "Entrante, Não está no SIM";
"All Services" = "Todos os Serviços";
"All Outgoing Services" = "Todos os Serviços de Saída";
"All Incoming Services" = "Todos os Serviços Entrantes";

"Disabled" = "Inativo";
"Enabled" = "Ativo";

"On All Calls" = "Em Todas as Ligações";
"When Busy" = "Quando Ocupado";
"When Unanswered" = "Quando Não Atender";
"When Unreachable" = "Quando Inacessível";

"Setting %@ Succeeded" = "%@ do Ajuste Concluído Corretamente\n";
"Setting Interrogation Succeeded" = "Interrogação do Ajuste Concluída Corretamente\n";
"Setting %@ Failed" = "%@ do Ajuste Falhou\n";
"Setting Interrogation Failed" = "A Interrogação do Ajuste Falhou\n";

"Not Available" = "Não Disponível";
"Network Controlled" = "Rede Controlada";
"Temporarily Disabled" = "Temporariamente Inativo";
"Temporarily Enabled" = "Temporariamente Ativado";
"Unknown" = "Desconhecido";

"Activation" = "Ativação";
"Deactivation" = "Desativação";
"Interrogation" = "Interrogação";
"Registration" = "Registro";
"Erasure" = "Apagamento";

"No Address" = "Nenhum Endereço";
"No Service Specified" = "Nenhum Serviço Especificado";
"Type %d" = "Tipo %d";

// generic error
"CALL_FAILED" = "Falha de Ligação";
// error codes
"kCTNoError" = "Nenhum Erro";
"kCTUnknownError" = "Erro Desconhecido";
"kCTErrorRadioFailure" = "Falha de Rádio";
// Generic network errors
"kCTErrorNetworkFailure" = "Falha de Rede";
"kCTErrorCongestion" = "Rede Congestionada";
"kCTErrorUnidentifiedSubscriber" = "Assinante Não Identificado";
"kCTErrorFacilityRejected" = "Recurso Rejeitado";
"kCTErrorUnknownSubscriber" = "Assinante Desconhecido";
"kCTErrorNetworkOutOfOrder" = "Rede Fora de Serviço";
"kCTErrorInvalidTransactionIdentifier" = "Identificador de Transação Inválido";
"kCTErrorSemanticallyIncorrectMessage" = "Mensagem Semanticamente Incorreta";
"kCTErrorInvalidMandatoryInformation" = "Informações Obrigatórias Inválidas";
"kCTErrorMessageTypeNonExistant" = "Tipo de Mensagem não Existente";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Mensagem não Compatível com Estado de Protocolo";
"kCTErrorInformationElementNonExistant" = "Elemento de Informação não Existente";
"kCTErrorProtocolErrorUnspecified" = "Erro de Protocolo não Especificado";
"kCTErrorTemporaryFailure" = "Falha Temporária";
"kCTErrorResourcesUnavailable" = "Recursos não Disponíveis";
"kCTErrorRequestedFacilityNotSubscribed" = "Recurso Solicitado não Assinado";
"kCTErrorRequestedFacilityNotImplemented" = "Recurso Solicitado não Implementado";
"kCTErrorInterworkingError" = "Erro de Interoperação";
"kCTErrorInterworkingNotSupported" = "Interoperação não Compatível";
"kCTErrorCommandCannotBeActioned" = "O Comando Não Pode Ser Acionado";
"kCTErrorNoNetworkService" = "Sem Serviço de Rede";
// Call related errors
"kCTErrorUnassignedNumber" = "Número não Designado";
"kCTErrorOperatorDeterminedBarring" = "Barramento Determinado Pelo Operador";
"kCTErrorCallBarred" = "Ligação Barrada";
"kCTErrorUserBusy" = "Ocupado";
"kCTErrorNoUserResponding" = "Nenhuma Resposta do Usuário";
"kCTErrorNumberChanged" = "Número Alterado";
"kCTErrorInvalidNumberFormat" = "Formato de Número Inválido";
"kCTErrorCallRejected" = "Ligação Rejeitada";
// SIM errors
"kCTErrorSimNotInserted" = "SIM Não Inserido";
"kCTErrorSimPinRequired" = "Requer PIN do SIM";
"kCTErrorSimPukRequired" = "Requer PUK do SIM";
"kCTErrorSimFailure" = "Falha de SIM";
"kCTErrorSimMemoryFailure" = "Falha de Memória SIM";
"kCTBadPinFormatError" = "Formato de PIN Inválido";
"kCTErrorNumberNotAllowed" = "Número Não Permitido";
"kCTErrorIncorrectPassword" = "Senha Incorreta";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Transferência de Mensagem Curta Rejeitada";
"kCTErrorDestinationOutOfOrder" = "Destino Fora de Serviço";
"kCTErrorClass0NotSupported" = "Classe 0 Incompatível";
"kCTErrorCannotReplaceSm" = "Não Foi Possível Substituir o SIM";
"kCTErrorUnspecifiedPid" = "PID não especificado";
"kCTErrorDataCodingSchemeNotSupported" = "Esquema de Codificação de Dados Incompatível";
"kCTErrorUnspecifiedDcs" = "Erro DCS não especificado";
"kCTErrorCommandUnsupported" = "Comando Incompatível";
"kCTErrorUnspecifiedTpCommand" = "Erro de comando TP não especificado";
"kCTErrorTpduNotSupported" = "TPDU Incompatível";
"kCTErrorScBusy" = "SC Ocupado";
"kCTErrorRejectedBySimSmsControl" = "Rejeitado pelo Controle de SMS do SIM";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "MS Ilegal de GPRS";
"kCTErrorGprsIllegalMe" = "ME Ilegal de GPRS";
"kCTErrorGprsServicesNotAllowed" = "Serviços GPRS Não Permitidos";
"kCTErrorGprsPlmnNotAllowed" = "PLMN de GPRS Não Permitido";
"kCTErrorGprsLocationAreaNotAllowed" = "Área de Localização GPRS Não Permitida";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "Roaming GPRS Não Permitido Nesta Área de Localização";
"kCTErrorGprsServiceOptionNotSupported" = "Opção de Acesso GPRS Incompatível";
"kCTErrorGprsServiceOptionNotSubscribed" = "Opção de Acesso GPRS Não Subscrita";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "Opção de Acesso GPRS Fora de Serviço Temporariamente";
"kCTErrorGprsPdpAuthenticationFailure" = "Falha de Autenticação de PDP de GPRS";
"kCTErrorGprsInvalidMobileClass" = "Classe de Celular GPRS Inválida";
"kCTErrorGprsUnspecified" = "GPRS Não Especificado";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS Ausente ou APN Desconhecido";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Dados de Autenticação PDP de GPRS Rejeitados pela Banda Base";
